window.HADAL_MAIL = [
  {
    id: 'msg-001',
    from: 'navigationalAI@urbanshade.corp',
    subject: 'Приветствие',
    body: `Добро пожаловать в закрытую сеть Хадального Тайного Объекта!\n\nПока-что вы имеете допуск только к некоторым документам и статьям, но будьте уверенны ⸺ со временем вы прочтёте их все.\n\nNAVI AI`,
    read: false
  },
  {
    id: 'msg-002',
    from: 'unknown',
    subject: 'Новая вакансия',
    body: `Спешу сообщить о новой вакансии, приятель, хроники ждут ТОЛЬКО ТЕБЯ. Подай анкету, подай анкету, подай анкету, подай анкету, подай анкету, подай анкету, подай анкету, подай анкету.`,
    read: false
  },
  ]
  // {
  //   id: 'msg-000',
  //   from: 'someone@urbanshade.corp',
  //   subject: 'Тема письма',
  //   body: `Текст письма здесь.\n\nПодпись`,
  //   read: false
  //   delay_hours: 5  // Через 5 часов после регистрации
  //   send_after: '2025-12-31T00:00:00'  // Конкретная дата
  // },

